/* alert message */
"Amazon lists are normally specific to a particular country. If you change the store your list may no longer be found." = "Listas da Amazon são normalmente específicas para alguns países em particular. Se você mudar a loja sua lista pode não ser encontrada.";

/* button text */
"Cancel" = "Cancelar";

/* button text */
"Change Store" = "Mudar de Loja";

/* alert title */
"Change to the %@ Amazon store?" = "Mudar para a loja da Amazon %@?";

/* button */
"Close" = "Fechar";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "Arrastar produtos Amazon aqui de seu navegador.";

/* table cell */
"Loading product data\\U2026" = "Carregando dados do produto...";

/* table cell */
"No Internet connection" = "Nenhuma conexão de Internet";

/* error message in tableview */
"No list with that ID was found" = "Nenhuma lista desejada com este ID foi encontrada";

/* table cell */
"No matching Amazon product found" = "Nenhum produto Amazon foi encontrado";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "Nem todos os produtos estão disponíveis para este país. Ao mudar a loja, alguns produtos em sua lista podem não ser encontrados.";

/* String_On_Page_Template */
"Please add Amazon products to this list using the Inspector." = "Por favor adicione produtos Amazon para a lista usando o Inspetor.";

/* alert text */
"Please click the purple help button to view instructions on how to find the public URL of an Amazon list." = "Por favor clique o botão de ajuda para ver instruções de como encontrar a URL pública de uma lista da Amazon.";

/* Table placeholder text */
"Please enter the ID or public URL of an Amazon list above" = "Por favor digite o ID ou a URL pública de uma lista Amazon acima.";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "Por favor expecifique uma lista Amazon (por exemplo uma lista desejada) para exibir usando o Inspetor.";

/* table cell */
"Please specify an Amazon product to display" = "Por favor especifique um produto da Amazon para ser exibido";

/* Tooltip text */
"The desired quantity of this product has been received." = "A quantidade designada para este produto não foi aceita.";

/* error message in tableview */
"The URL entered does not appear to be a public Amazon list URL" = "A URL digitada não parece ser uma URL com uma lista da Amazon";

/* alert title */
"The URL entered is not the public URL of an Amazon list." = "A URL digitada nção é uma URL pública de uma lista da Amazon.";

/* error message in tableview */
"There was an error loading the list." = "Ocorreu um erro ao acrregar a lista.";

/* table cell */
"There was an error loading the product" = "Ocorreu um erro ao carregar o produto";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "Este é um espaço reservado para um produto da Amazon; Ele aparecerá aqui uma vez publicado ou se ativado nas preferências do repositório de dados ao vivo.";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "Este é um espaço reservado; sua lista da Amazon aparecerá aqui uma vez publicada ou se ativada nas preferências do repositório de dados ao vivo.";